Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: App Store visitors in the test start seeing the treatments now. A running experiment can only be stopped in App Store Connect.
ar: App Store يبدأ زوار الاختبار في رؤية العلاجات الآن. لا يمكن إيقاف التجربة الجارية إلا في App Store Connect.
ca: App Store visitants de la prova comencen a veure els tractaments ara. Un experiment en curs només es pot aturar d'aquí a App Store Connect.
cs: App Store návštěvníkům v testu se léčba začíná zobrazovat hned. Probíhající experiment lze zastavit pouze v App Store Connect.
da: App Store besøgende i testen begynder at se behandlingerne nu. Et kørende eksperiment kan kun stoppes i App Store Connect.
de: Besucher des App Store im Test sehen die Treatments ab sofort. Ein laufendes Experiment kann nur in App Store Connect beendet werden.
el: App Store επισκέπτες στη δοκιμή αρχίζουν να βλέπουν τις θεραπείες τώρα. Ένα πείραμα που εκτελείται μπορεί να διακοπεί μόνο σε App Store Connect.
es: Los visitantes del App Store incluidos en la prueba empezarán a ver los tratamientos ahora. Un experimento en curso solo se puede detener en App Store Connect.
fa: بازدیدکنندگان App Store که در آزمایش هستند از همین حالا نسخه‌های آزمایشی را می‌بینند. آزمایش در حال اجرا فقط در App Store Connect متوقف می‌شود.
fi: App Store testin kävijää alkavat nähdä hoidot nyt. Käynnissä oleva kokeilu voidaan pysäyttää vain App Store Connect.
fr: Les visiteurs de l’App Store inclus dans le test voient désormais les traitements. Une expérience en cours ne peut être arrêtée que dans App Store Connect.
he: App Store מבקרים בבדיקה מתחילים לראות את הטיפולים עכשיו. ניתן לעצור ניסוי פועל רק ב-App Store Connect.
hr: App Store posjetitelji u testu sada počinju vidjeti tretmane. Eksperiment koji je u tijeku može se zaustaviti samo u App Store Connect.
hu: App Store a tesztben részt vevő látogatók most kezdik látni a kezeléseket. Egy futó kísérlet csak a következőben állítható le: App Store Connect.
id: App Store pengunjung yang mengikuti tes mulai melihat perawatannya sekarang. Eksperimen yang berjalan hanya dapat dihentikan dalam App Store Connect.
it: I visitatori dell'App Store inclusi nel test iniziano a vedere i trattamenti da ora. Un esperimento in corso può essere interrotto solo in App Store Connect.
ja: テスト対象の App Store 訪問者に、今からトリートメントが表示されます。実行中の実験は App Store Connect でのみ停止できます。
ko: 테스트에 포함된 App Store 방문자에게 지금부터 트리트먼트가 표시됩니다. 실행 중인 실험은 App Store Connect에서만 중지할 수 있습니다.
ms: App Store pelawat dalam ujian mula melihat rawatan sekarang. Percubaan yang sedang berjalan hanya boleh dihentikan dalam App Store Connect.
nl: App Store bezoekers in de test zien nu de behandelingen. Een lopend experiment kan alleen worden gestopt over App Store Connect.
no: App Store besøkende i testen begynner å se behandlingene nå. Et løpende eksperiment kan bare stoppes i App Store Connect.
pl: App Store odwiedzający biorący udział w teście zaczynają już widzieć zabiegi. Trwający eksperyment można zatrzymać dopiero w App Store Connect.
pt_br: Os visitantes da App Store no teste começam a ver os tratamentos agora. Um experimento em andamento só pode ser interrompido no App Store Connect.
pt_pt: App Store visitantes do teste começam a ver os tratamentos agora. Uma experiência em execução só pode ser interrompida em App Store Connect.
ro: App Store vizitatori din test încep să vadă tratamentele acum. Un experiment care rulează poate fi oprit numai în App Store Connect.
ru: Посетители App Store, участвующие в тесте, начинают видеть тестовые варианты прямо сейчас. Запущенный эксперимент можно остановить только в App Store Connect.
sk: App Store návštevníkom v teste sa liečba začína zobrazovať hneď. Spustený experiment možno zastaviť iba v App Store Connect.
sl: App Store obiskovalci v preizkusu začnejo zdaj videti zdravljenja. Preizkus v teku je mogoče ustaviti samo v App Store Connect.
sv: App Store besökare i testet börjar se behandlingarna nu. Ett pågående experiment kan bara stoppas om App Store Connect.
th: ผู้เข้าชม App Store ในการทดสอบเริ่มเห็นการรักษาแล้ว การทดสอบที่ทำงานอยู่สามารถหยุดได้ใน App Store Connect เท่านั้น
tr: Testteki App Store ziyaretçileri alternatif sayfaları artık görmeye başlar. Çalışan bir deney yalnızca App Store Connect'te durdurulabilir.
uk: Відвідувачі App Store, які беруть участь у тесті, відтепер бачать тестові варіанти. Зупинити запущений експеримент можна лише в App Store Connect.
ur: ٹیسٹ میں آنے والے App Store اب علاج دیکھنا شروع کر دیتے ہیں۔ چلنے والے تجربے کو صرف App Store Connect میں روکا جا سکتا ہے۔
vi: App Store khách truy cập thử nghiệm bắt đầu xem các phương pháp điều trị ngay bây giờ. Chỉ có thể dừng thử nghiệm đang chạy trong App Store Connect.
zh_hans: 参与测试的 App Store 访客现在将开始看到实验组。正在运行的实验只能在 App Store Connect 中停止。
zh_hant: 參與測試的 App Store 訪客現在會開始看到處理組。正在執行的實驗只能在 App Store Connect 中停止。

source: Appearance
ar: المظهر
ca: Aparença
cs: Vzhled
da: Udseende
de: Erscheinungsbild
el: Εμφάνιση
es: Apariencia
fa: ظاهر
fi: Ulkonäkö
fr: Apparence
he: מראה
hr: Izgled
hu: Megjelenés
id: Penampilan
it: Aspetto
ja: 外観
ko: 모양
ms: Penampilan
nl: Uiterlijk
no: Utseende
pl: Wygląd
pt_br: Aparência
pt_pt: Aparência
ro: Aspectul
ru: Оформление
sk: Vzhľad
sl: Videz
sv: Utseende
th: ลักษณะที่ปรากฏ
tr: Görünüm
uk: Вигляд
ur: ظاہری شکل
vi: Ngoại hình
zh_hans: 外观
zh_hant: 外觀

source: Apple allows at most 10 screenshots in a display-type set; this proposal has %lld.
ar: تسمح Apple بـ 10 لقطات شاشة على الأكثر في مجموعة نوع العرض؛ يحتوي هذا الاقتراح على %1$lld.
ca: Apple permet com a màxim 10 captures de pantalla en un conjunt de tipus de pantalla; aquesta proposta té %1$lld.
cs: Apple umožňuje maximálně 10 snímků obrazovky v sadě typu zobrazení; tento návrh má %1$lld.
da: Apple tillader højst 10 skærmbilleder i et sæt af skærmtype; dette forslag har %1$lld.
de: Apple erlaubt höchstens 10 Screenshots pro Anzeigetyp-Set; dieser Vorschlag hat %1$lld.
el: Η Apple επιτρέπει το πολύ 10 στιγμιότυπα οθόνης σε ένα σύνολο τύπου οθόνης. αυτή η πρόταση έχει %1$lld.
es: Apple permite como máximo 10 capturas por conjunto de tipo de pantalla; esta propuesta tiene %1$lld.
fa: اپل در هر مجموعهٔ نوع نمایش حداکثر ۱۰ اسکرین‌شات را می‌پذیرد؛ این پیشنهاد %1$lld مورد دارد.
fi: Apple sallii enintään 10 kuvakaappausta näyttötyyppisessä sarjassa; tässä ehdotuksessa on %1$lld.
fr: Apple autorise au maximum 10 captures d'écran par ensemble de type d'affichage ; cette proposition en contient %1$lld.
he: אפל מאפשרת לכל היותר 10 צילומי מסך בסט מסוג תצוגה; להצעה הזו יש %1$lld.
hr: Apple dopušta najviše 10 snimki zaslona u skupu tipa zaslona; ovaj prijedlog ima %1$lld.
hu: Az Apple legfeljebb 10 képernyőképet engedélyez egy kijelző típusú készletben; ez az ajánlat %1$lld.
id: Apple mengizinkan maksimal 10 tangkapan layar dalam satu set jenis tampilan; proposal ini memiliki %1$lld.
it: Apple consente al massimo 10 screenshot in un set per tipo di display; questa proposta ne ha %lld.
ja: Apple では、1つの表示タイプのセットに含められるスクリーンショットは最大10枚です。この提案には%1$lld枚あります。
ko: Apple은 디스플레이 유형 세트당 스크린샷을 최대 10개까지 허용하는데, 이 제안에는 %1$lld개가 있습니다.
ms: Apple membenarkan paling banyak 10 tangkapan skrin dalam set jenis paparan; cadangan ini mempunyai %1$lld.
nl: Apple staat maximaal 10 schermafbeeldingen toe in een weergavetypeset; dit voorstel heeft %1$lld.
no: Apple tillater maksimalt 10 skjermbilder i et sett av skjermtype; dette forslaget har %1$lld.
pl: Apple dopuszcza maksymalnie 10 zrzutów ekranu w zestawie typów wyświetlaczy; ta propozycja ma %1$lld.
pt_br: A Apple permite no máximo 10 capturas de tela em um conjunto de tipo de exibição; esta proposta tem %1$lld.
pt_pt: A Apple permite no máximo 10 capturas de ecrã em um conjunto de tipo de exibição; esta proposta tem %1$lld.
ro: Apple permite cel mult 10 capturi de ecran într-un set de tip afișaj; această propunere are %1$lld.
ru: Apple допускает не более 10 скриншотов в наборе для типа дисплея; в этом предложении — %lld.
sk: Apple umožňuje maximálne 10 snímok obrazovky v súprave typu displeja; tento návrh má %1$lld.
sl: Apple dovoljuje največ 10 posnetkov zaslona v naboru vrste zaslona; ta predlog ima %1$lld.
sv: Apple tillåter högst 10 skärmdumpar i en bildskärmsuppsättning; detta förslag har %1$lld.
th: Apple อนุญาตให้จับภาพหน้าจอได้สูงสุด 10 ภาพในชุดประเภทจอภาพ ข้อเสนอนี้มี %1$lld
tr: Apple, bir ekran türü setinde en fazla 10 ekran görüntüsüne izin verir; bu öneride %lld tane var.
uk: Apple дозволяє щонайбільше 10 знімків екрана в наборі для типу дисплея; у цій пропозиції їх %lld.
ur: ایپل ڈسپلے قسم کے سیٹ میں زیادہ سے زیادہ 10 اسکرین شاٹس کی اجازت دیتا ہے۔ اس تجویز میں %1$lld ہے۔
vi: Apple cho phép tối đa 10 ảnh chụp màn hình trong một bộ loại màn hình; đề xuất này có %1$lld.
zh_hans: Apple 规定每个显示类型组最多 10 张截图；此方案有 %lld 张。
zh_hant: Apple 每個顯示類型組最多允許 10 張螢幕截圖；此提案有 %lld 張。

source: Applies to all locales for this version.
ar: ينطبق على كافة اللغات لهذا الإصدار.
ca: S'aplica a totes les configuracions regionals d'aquesta versió.
cs: Platí pro všechna národní prostředí pro tuto verzi.
da: Gælder for alle landestandarder for denne version.
de: Gilt für alle Sprachen dieser Version.
el: Ισχύει για όλες τις τοπικές ρυθμίσεις για αυτήν την έκδοση.
es: Se aplica a todos los idiomas de esta versión.
fa: برای همهٔ زبان‌های این نسخه اعمال می‌شود.
fi: Koskee tämän version kaikkia kielialueita.
fr: S'applique à toutes les langues de cette version.
he: חל על כל האזורים עבור גרסה זו.
hr: Primjenjuje se na sve jezike za ovu verziju.
hu: A verzió összes területére vonatkozik.
id: Berlaku untuk semua lokal untuk versi ini.
it: Si applica a tutte le lingue per questa versione.
ja: このバージョンのすべてのロケールに適用されます。
ko: 이 버전의 모든 로케일에 적용됩니다.
ms: Terpakai kepada semua tempat untuk versi ini.
nl: Geldt voor alle landinstellingen voor deze versie.
no: Gjelder alle lokaliteter for denne versjonen.
pl: Dotyczy wszystkich ustawień regionalnych tej wersji.
pt_br: Aplica-se a todas as localidades desta versão.
pt_pt: Aplica-se a todas as localidades desta versão.
ro: Se aplică tuturor locale pentru această versiune.
ru: Применяется ко всем языкам этой версии.
sk: Platí pre všetky miestne nastavenia pre túto verziu.
sl: Velja za vse lokalne nastavitve za to različico.
sv: Gäller alla språk för den här versionen.
th: ใช้กับทุกภาษาสำหรับเวอร์ชันนี้
tr: Bu sürümün tüm dillerine uygulanır.
uk: Застосовується до всіх мов цієї версії.
ur: اس ورژن کے لیے تمام لوکلز پر لاگو ہوتا ہے۔
vi: Áp dụng cho tất cả các ngôn ngữ cho phiên bản này.
zh_hans: 适用于此版本的所有语言。
zh_hant: 套用到此版本的所有語言。

source: Apply background across the entire row instead of repeating per screenshot
ar: قم بتطبيق الخلفية على الصف بأكمله بدلاً من التكرار لكل لقطة شاشة
ca: Apliqueu fons a tota la fila en lloc de repetir per captura de pantalla
cs: Použijte pozadí na celý řádek namísto opakování na snímek obrazovky
da: Anvend baggrund på tværs af hele rækken i stedet for at gentage pr. skærmbillede
de: Hintergrund über die ganze Zeile legen, statt ihn pro Screenshot zu wiederholen
el: Εφαρμόστε φόντο σε ολόκληρη τη σειρά αντί για επανάληψη ανά στιγμιότυπο οθόνης
es: Aplica el fondo a toda la fila en lugar de repetirlo en cada captura
fa: به جای تکرار در هر اسکرین‌شات، پس‌زمینه را در کل ردیف اعمال کنید
fi: Käytä taustaa koko riville sen sijaan, että toistaisit kuvakaappauskohtaisesti
fr: Appliquer l'arrière-plan sur toute la ligne au lieu de le répéter pour chaque capture d'écran
he: החל רקע על פני כל השורה במקום לחזור על כל צילום מסך
hr: Primijenite pozadinu na cijeli redak umjesto ponavljanja po snimci zaslona
hu: A képernyőképenkénti ismétlés helyett alkalmazzon hátteret a teljes sorban
id: Terapkan latar belakang di seluruh baris alih-alih mengulanginya per tangkapan layar
it: Applica lo sfondo all'intera riga invece di ripeterlo per ogni screenshot
ja: スクリーンショットごとに繰り返すのではなく、行全体に背景を適用します
ko: 스크린샷별로 반복하는 대신 전체 행에 배경을 적용합니다.
ms: Gunakan latar belakang di seluruh baris dan bukannya mengulangi setiap tangkapan skrin
nl: Pas achtergrond toe over de hele rij in plaats van te herhalen per screenshot
no: Bruk bakgrunn over hele raden i stedet for å gjenta per skjermbilde
pl: Zastosuj tło w całym wierszu zamiast powtarzać na zrzucie ekranu
pt_br: Aplica o plano de fundo à linha inteira em vez de repeti-lo em cada captura de tela
pt_pt: Aplique o plano de fundo em toda a linha em vez de repetir por captura de ecrã
ro: Aplicați fundalul pe întregul rând în loc să repetați fiecare captură de ecran
ru: Применить фон ко всей строке, а не повторять для каждого скриншота
sk: Použite pozadie na celý riadok namiesto opakovania na snímku obrazovky
sl: Uporabite ozadje čez celotno vrstico, namesto da bi ponavljali posamezen posnetek zaslona
sv: Använd bakgrund över hela raden istället för att upprepa per skärmdump
th: ใช้พื้นหลังทั่วทั้งแถวแทนที่จะทำซ้ำตามภาพหน้าจอ
tr: Arka planı her ekran görüntüsünde tekrarlamak yerine satırın tamamına uygula
uk: Застосувати тло до всього рядка замість повторення для кожного знімка екрана
ur: ہر اسکرین شاٹ کو دہرانے کے بجائے پوری قطار میں پس منظر کا اطلاق کریں۔
vi: Áp dụng nền trên toàn bộ hàng thay vì lặp lại trên mỗi ảnh chụp màn hình
zh_hans: 将背景应用到整行，而不是在每张截图中重复
zh_hant: 將背景套用到整列，而非在每張螢幕截圖中重複

source: Apply reviewed screenshot changes?
ar: هل تريد تطبيق تغييرات لقطة الشاشة التي تمت مراجعتها؟
ca: Voleu aplicar els canvis revisats a les captures de pantalla?
cs: Použít zkontrolované změny snímku obrazovky?
da: Vil du anvende gennemgåede skærmbilledeændringer?
de: Geprüfte Screenshot-Änderungen anwenden?
el: Εφαρμογή ελεγμένων αλλαγών στιγμιότυπου οθόνης;
es: ¿Aplicar los cambios revisados en las capturas?
fa: تغییرات بازبینی‌شدهٔ اسکرین‌شات‌ها اعمال شود؟
fi: Otetaanko tarkistetut kuvakaappauksen muutokset käyttöön?
fr: Appliquer les modifications examinées ?
he: האם להחיל שינויים בצילום מסך שנבדקו?
hr: Primijeniti pregledane promjene snimke zaslona?
hu: Alkalmazza a képernyőképen felülvizsgált módosításokat?
id: Terapkan perubahan tangkapan layar yang telah ditinjau?
it: Applicare le modifiche agli screenshot riviste?
ja: レビューしたスクリーンショットの変更を適用しますか？
ko: 검토된 스크린샷 변경사항을 적용하시겠습니까?
ms: Gunakan perubahan tangkapan skrin yang disemak?
nl: Beoordeelde screenshotwijzigingen toepassen?
no: Vil du bruke endrede skjermdumper?
pl: Zastosować sprawdzone zmiany w zrzucie ekranu?
pt_br: Aplicar as alterações revisadas nas capturas de tela?
pt_pt: Aplicar alterações de captura de ecrã revisadas?
ro: Aplicați modificările revizuite la capturile de ecran?
ru: Применить проверенные изменения скриншотов?
sk: Chcete použiť skontrolované zmeny snímky obrazovky?
sl: Želite uporabiti pregledane spremembe posnetka zaslona?
sv: Vill du tillämpa granskade skärmdumpsändringar?
th: ใช้การเปลี่ยนแปลงภาพหน้าจอที่ตรวจสอบแล้วหรือไม่
tr: İncelenen ekran görüntüsü değişiklikleri uygulansın mı?
uk: Застосувати переглянуті зміни знімків екрана?
ur: نظرثانی شدہ اسکرین شاٹ تبدیلیاں لاگو کریں؟
vi: Áp dụng các thay đổi ảnh chụp màn hình đã xem xét?
zh_hans: 要应用已检查的截图更改吗？
zh_hant: 要套用已檢查的螢幕截圖更改嗎？

source: Apply Selected Changes
ar: تطبيق التغييرات المحددة
ca: Aplica els canvis seleccionats
cs: Použít vybrané změny
da: Anvend valgte ændringer
de: Ausgewählte Änderungen anwenden
el: Εφαρμογή επιλεγμένων αλλαγών
es: Aplicar cambios seleccionados
fa: اعمال تغییرات انتخاب شده
fi: Ota valitut muutokset käyttöön
fr: Appliquer les modifications sélectionnées
he: החל את השינויים שנבחרו
hr: Primijeni odabrane promjene
hu: Alkalmazza a kiválasztott módosításokat
id: Terapkan Perubahan yang Dipilih
it: Applica modifiche selezionate
ja: 選択した変更を適用
ko: 선택한 변경 사항 적용
ms: Gunakan Perubahan Terpilih
nl: Pas geselecteerde wijzigingen toe
no: Bruk valgte endringer
pl: Zastosuj wybrane zmiany
pt_br: Aplicar alterações selecionadas
pt_pt: Aplicar alterações selecionadas
ro: Aplicați modificările selectate
ru: Применить выбранные изменения
sk: Použiť vybrané zmeny
sl: Uporabi izbrane spremembe
sv: Tillämpa valda ändringar
th: ใช้การเปลี่ยนแปลงที่เลือก
tr: Seçili Değişiklikleri Uygula
uk: Застосувати вибрані зміни
ur: منتخب تبدیلیاں لاگو کریں۔
vi: Áp dụng các thay đổi đã chọn
zh_hans: 应用所选更改
zh_hant: 套用所選更改

source: Approved
ar: تمت الموافقة عليه
ca: Aprovat
cs: Schváleno
da: Godkendt
de: Genehmigt
el: Εγκρίθηκε
es: Aprobado
fa: تأیید شده
fi: Hyväksytty
fr: Approuvé
he: אושר
hr: Odobreno
hu: Jóváhagyva
id: Disetujui
it: Approvato
ja: 承認済み
ko: 승인됨
ms: Diluluskan
nl: Goedgekeurd
no: Godkjent
pl: Zatwierdzone
pt_br: Aprovado
pt_pt: Aprovado
ro: Aprobat
ru: Одобрено
sk: Schválené
sl: Odobreno
sv: Godkänd
th: อนุมัติแล้ว
tr: Onaylandı
uk: Схвалено
ur: منظور شدہ
vi: Đã được phê duyệt
zh_hans: 已批准
zh_hant: 已核准

source: Are you sure you want to delete "%@"?
ar: هل أنت متأكد أنك تريد حذف "%1$@"؟
ca: Esteu segur que voleu suprimir "%1$@"?
cs: Opravdu chcete smazat „%1$@“?
da: Er du sikker på, at du vil slette "%1$@"?
de: Möchtest du „%@“ wirklich löschen?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε το "%1$@";
es: ¿Seguro que quieres eliminar «%@»?
fa: آیا مطمئن هستید که می‌خواهید "%1$@" را حذف کنید؟
fi: Haluatko varmasti poistaa kohteen %1$@?
fr: Voulez-vous vraiment supprimer « %@ » ?
he: האם אתה בטוח שברצונך למחוק את "%1$@"?
hr: Jeste li sigurni da želite izbrisati "%1$@"?
hu: Biztosan törli a következőt: %1$@?
id: Apakah Anda yakin ingin menghapus "%1$@"?
it: Vuoi davvero eliminare "%@"?
ja: 「%@」を削除してもよろしいですか？
ko: "%@"을(를) 삭제하시겠습니까?
ms: Adakah anda pasti mahu memadamkan "%1$@"?
nl: Weet u zeker dat u '%1$@' wilt verwijderen?
no: Er du sikker på at du vil slette «%1$@»?
pl: Czy na pewno chcesz usunąć „%1$@”?
pt_br: Tem certeza de que deseja excluir "%@"?
pt_pt: Tem certeza de que deseja excluir "%1$@"?
ro: Sigur doriți să ștergeți „%1$@”?
ru: Удалить «%@»?
sk: Naozaj chcete odstrániť „%1$@“?
sl: Ali ste prepričani, da želite izbrisati »%1$@«?
sv: Är du säker på att du vill ta bort "%1$@"?
th: คุณแน่ใจหรือไม่ว่าต้องการลบ "%1$@"?
tr: "%@" satırını silmek istediğinizden emin misiniz?
uk: Справді видалити «%@»?
ur: کیا آپ واقعی "%1$@" کو حذف کرنا چاہتے ہیں؟
vi: Bạn có chắc chắn muốn xóa "%1$@" không?
zh_hans: 你确定要删除“%@”吗？
zh_hant: 你確定要刪除「%@」嗎？

source: Are you sure you want to delete "%@"? This cannot be undone.
ar: هل أنت متأكد أنك تريد حذف "%1$@"؟ لا يمكن التراجع عن هذا.
ca: Esteu segur que voleu suprimir "%1$@"? Això no es pot desfer.
cs: Opravdu chcete smazat „%1$@“? Toto nelze vrátit zpět.
da: Er du sikker på, at du vil slette "%1$@"? Dette kan ikke fortrydes.
de: Möchtest du „%@“ wirklich löschen? Dieser Vorgang kann nicht widerrufen werden.
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε το "%1$@"; Αυτό δεν μπορεί να αναιρεθεί.
es: ¿Seguro que quieres eliminar «%@»? Esta acción no se puede deshacer.
fa: آیا مطمئن هستید که می‌خواهید «%1$@» را حذف کنید؟ این کار برگشت‌پذیر نیست.
fi: Haluatko varmasti poistaa kohteen %1$@? Tätä ei voi kumota.
fr: Voulez-vous vraiment supprimer « %@ » ? Cette action est irréversible.
he: האם אתה בטוח שברצונך למחוק את "%1$@"? לא ניתן לבטל זאת.
hr: Jeste li sigurni da želite izbrisati "%1$@"? Ovo se ne može poništiti.
hu: Biztosan törli a következőt: %1$@? Ezt nem lehet visszavonni.
id: Apakah Anda yakin ingin menghapus "%1$@"? Hal ini tidak dapat dibatalkan.
it: Vuoi davvero eliminare "%@"? L'operazione non può essere annullata.
ja: 「%@」を削除してもよろしいですか？この操作は取り消せません。
ko: "%@"을(를) 삭제하시겠습니까? 이 작업은 취소할 수 없습니다.
ms: Adakah anda pasti mahu memadamkan "%1$@"? Ini tidak boleh dibuat asal.
nl: Weet u zeker dat u '%1$@' wilt verwijderen? Dit kan niet ongedaan worden gemaakt.
no: Er du sikker på at du vil slette «%1$@»? Dette kan ikke angres.
pl: Czy na pewno chcesz usunąć „%1$@”? Tego nie można cofnąć.
pt_br: Tem certeza de que deseja excluir "%@"? Isto não pode ser desfeito.
pt_pt: Tem certeza de que deseja excluir "%1$@"? Isto não pode ser desfeito.
ro: Sigur doriți să ștergeți „%1$@”? Acest lucru nu poate fi anulat.
ru: Удалить «%@»? Это действие нельзя отменить.
sk: Naozaj chcete odstrániť „%1$@“? Toto sa nedá vrátiť späť.
sl: Ali ste prepričani, da želite izbrisati »%1$@«? Tega ni mogoče razveljaviti.
sv: Är du säker på att du vill ta bort "%1$@"? Detta kan inte ångras.
th: คุณแน่ใจหรือไม่ว่าต้องการลบ "%1$@"? สิ่งนี้ไม่สามารถยกเลิกได้
tr: "%@" projesini silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.
uk: Справді видалити «%@»? Цю дію не можна відмінити.
ur: کیا آپ واقعی "%1$@" کو حذف کرنا چاہتے ہیں؟ اسے کالعدم نہیں کیا جا سکتا۔
vi: Bạn có chắc chắn muốn xóa "%1$@" không? Điều này không thể hoàn tác được.
zh_hans: 你确定要删除“%@”吗？此操作无法撤销。
zh_hant: 你確定要刪除「%@」嗎？此動作無法復原。

source: Are you sure you want to delete this screenshot?
ar: هل أنت متأكد أنك تريد حذف لقطة الشاشة هذه؟
ca: Esteu segur que voleu suprimir aquesta captura de pantalla?
cs: Opravdu chcete smazat tento snímek obrazovky?
da: Er du sikker på, at du vil slette dette skærmbillede?
de: Möchtest du diesen Screenshot wirklich löschen?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το στιγμιότυπο οθόνης;
es: ¿Seguro que quieres eliminar esta captura?
fa: آیا مطمئن هستید که می‌خواهید این اسکرین‌شات را حذف کنید؟
fi: Haluatko varmasti poistaa tämän kuvakaappauksen?
fr: Voulez-vous vraiment supprimer cette capture d'écran ?
he: האם אתה בטוח שברצונך למחוק את צילום המסך הזה?
hr: Jeste li sigurni da želite izbrisati ovu snimku zaslona?
hu: Biztosan törli ezt a képernyőképet?
id: Apakah Anda yakin ingin menghapus tangkapan layar ini?
it: Vuoi davvero eliminare questo screenshot?
ja: このスクリーンショットを削除してもよろしいですか？
ko: 이 스크린샷을 삭제하시겠습니까?
ms: Adakah anda pasti mahu memadamkan tangkapan skrin ini?
nl: Weet je zeker dat je deze schermafbeelding wilt verwijderen?
no: Er du sikker på at du vil slette dette skjermbildet?
pl: Czy na pewno chcesz usunąć ten zrzut ekranu?
pt_br: Tem certeza de que deseja excluir esta captura de tela?
pt_pt: Tem certeza de que deseja excluir esta captura de ecrã?
ro: Sigur doriți să ștergeți această captură de ecran?
ru: Удалить этот скриншот?
sk: Naozaj chcete odstrániť túto snímku obrazovky?
sl: Ali ste prepričani, da želite izbrisati ta posnetek zaslona?
sv: Är du säker på att du vill ta bort den här skärmdumpen?
th: คุณแน่ใจหรือไม่ว่าต้องการลบภาพหน้าจอนี้
tr: Bu ekran görüntüsünü silmek istediğinizden emin misiniz?
uk: Справді видалити цей знімок екрана?
ur: کیا آپ واقعی اس اسکرین شاٹ کو حذف کرنا چاہتے ہیں؟
vi: Bạn có chắc chắn muốn xóa ảnh chụp màn hình này?
zh_hans: 你确定要删除此截图吗？
zh_hant: 你確定要刪除此螢幕截圖嗎？
